{
    "artists":[
               {
               "id": 0,
               "title": "Kakapo",
               "about": "The magnificent kakapo stole 9% of the total votes. It's a beautiful bird that cannot fly and is only found in New Zealand. But from the many thousands of creatures with which we share our precious planet, what made the kakapo stand out from the crowd? For most of you, tragically, it was the kakapos Critically Endangered status. We hope the title of World's Favourite Species will bring it the attention it deserves.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 1,
               "title": "Tiger",
               "about": "The striking tiger is the world's second most popular species. An iconic symbol of conservation the beautiful tiger, though an unsurprising choice, is worthy of the number 2 position. Your reason for voting team tiger was that it is both impressive and powerful.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 2,
               "title": "African Elephant",
               "about": "The African elephant takes the bronze with 5% of the total votes. The African elephant is perhaps one of the most emotive animals. But your reason for voting for it was that it is highly intelligent. ",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 3,
               "title": "Grey Wolf",
               "about": "The fourth most popular species is the grey wolf. An iconic animal and a source of both fear and respect, the grey wolf has inspired many cultures. Historically the grey wolf held the title of the world's most widely distributed land mammal. Whilst its distribution is now more restricted, we hope the title of fourth favourite species in the world will give it a boost in the public agenda.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 4,
               "title": "Polar Bear",
               "about": "The polar bear comes in at fifth position, and we're not surprised that this amazing species made the top 10. With its distinctive thick fur, jet black nose, and huge forepaws, there is no doubt that the polar bear is a striking creature. But sadly climate change, which is causing drastic reductions in the extent of ice cover across the polar bear's Arctic home, is putting this species at risk.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 5,
               "title": "Red Panda",
               "about": "Whats the sixth most popular species in the world? The giant panda? No it's the red panda (aka firefox)! The scientific name of this cute critter may mean ͚fire-coloured cat', but it's actually got more in common with bears and racoons. Although this species is protected in the majority of its native countries, it is still Vulnerable because of habitat loss and the fur trade. By making the top 10, we hope to shine a spotlight on this species to help protect it. (And we'd like to thank @firefox for championing the red panda during our World's Favourite Species Campaign!)",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "DE"
               },
               {
               "id": 6,
               "title": "Cheetah",
               "about": "The cheetah, known for being the fastest land mammal in the world, sprinted in to position 7. With its deep chest, small waist and distinctive markings, it was no surprise that you voted for the cheetah because of its beauty. However, their low genetic variation could pose a threat to this Vulnerable species.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 7,
               "title": "Snow Leopard",
               "about": "The snow leopard came in at number 8, confirming the world's love for beautiful and threatened big cats. The snow leopard is well adapted to its cold habitat, with its thick fur and large paws. An endangered species, the snow leopard is sadly heavily hunted. Many of you consider it a mysterious creature, so we hope our fact-file helps to enlighten you.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 8,
               "title": "Bornean Orangutan",
               "about": "The Bornean orangutan is a cheeky chappy whos well deserving of a top 10 position. A species we can all relate to, orangutan means ͚person of the forest. Voters of the Bornean orangutan are keen to protect this endangered species, whose range is now restricted solely to the island of Borneo.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               },
               {
               "id": 9,
               "title": "Amur Leopard",
               "about": "One of the most Critically Endangered big cats in the world, we witnessed a plea from our followers to raise the profile of the Amur leopard. We hope that by being voted your tenth favourite species, the Amur leopard will become more widely known. The Amur leopard survives in only one isolated population in the Russian North-East.",
               "notification": false,
               "link_facebook": "https://www.facebook.com/itworksmobile",
               "link_soundcloud": "https://soundcloud.com/",
               "link_youtube": "https://www.youtube.com/channel/UCiyIziwY8vnAA3txZEWX7Ug",
               "link_spotify": "https://www.spotify.com",
               "origin": "UK"
               }
               
               ]
}