{
    "games":[
             {
             "id": 0,
             "title": "Zoo bingo",
             "about": "Bingo is a game of chance played with different randomly drawn numbers which players match against numbers that have been pre-printed on 5×5 cards.The cards may be printed on paper or card stock, or electronically represented, and are referred to as cards. Many versions conclude the game when the first person achieves a specified pattern from the drawn numbers. The winner is usually required to call out the word 'Bingo!', which alerts the other players and caller of a possible win. All wins are checked to make sure the person has not m ade a mistake before the win is officially confirmed at which time the prize is secured and a new game is begun. In this version of bingo, players compete against one another for the prize or jackpot.",
             "places_id": 3,
             "notification": false,
             "link_facebook": "https://www.facebook.com/itworksmobile"
             },
             {
             "id": 1,
             "title": "Animal races",
             "about": "This is a good way to teach the structure 'like a / an'. After teaching animal vocab and practicing moving like each animal,  line the Ss up ready for a race. The T starts each race with Ready? Run like (an elephant)! And the Ss try and win the race. Other ideas: jump like a kangaroo, crawl like a panther, swim like a fish, fly like a bird, walk like a chicken, etc. ",
             "places_id": 3,
             "notification": false,
             "link_facebook": "https://www.facebook.com/itworksmobile"
             },
             {
             "id": 2,
             "title": "Blindfold Guess",
             "about": "Blindfold a S and give him/her an object to feel. The S must guess what the object is. This works well with plastic animals as they are a little challenging to guess (I always throw in a dinosaur to spice things up!).",
             "places_id": 3,
             "notification": false,
             "link_facebook": "https://www.facebook.com/itworksmobile"
             },
             {
             "id": 3,
             "title": "Dog & Cat Chase",
             "about": "Have Ss sit in a circle.  T walks around the outside of the circle patting the Ss on the head saying 'dog' each time.  Suddenly, T says 'cat' as s/he touches a S's head and then that S must chase the T around the circle.  The T must try to sit in the S's spot before being tagged by the chasing S. If the T is tagged s/he must touch the heads again.  If T makes it back without being touched then the chasing S walks around the circle touching heads.  This can be done with any variation of pair words (e.g. big & small, happy & sad, can, can't, etc.).",
             "places_id": 3,
             "notification": false,
             "link_facebook": "https://www.facebook.com/itworksmobile"
             },
             {
             "id": 4,
             "title": "Don't Drop It!",
             "about": "This is a great vocab practice game for animal vocab. Have all Ss sit in a circle. Use a ball (or even a plastic animal) and  toss it to one S. But you must say one animal word as you pass. The S then throws to another S and says a different animal word. If the student you threw it to drops it, he/she is out. Also, if the S can't think of an animal word within a few seconds he/she is out. The game keeps going until you have one winner.",
             "places_id": 3,
             "notification": false,
             "link_facebook": "https://www.facebook.com/itworksmobile"
             }
            ]
}